src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="8749073a736e4854a4c4cff15e8f0e02"><customerNo>CID_DE:3076072</customerNo><startDate>2019-09-27T06:28:15</startDate></request></run></Body></Envelope>